"AuthControllerApplicationPrincipalRequest" = "%@ requiere que escriba su identidad Kerberos";
"AuthControllerApplicationRequest"          = "%@ requiere que escriba su contraseña Kerberos";
"AuthControllerApplicationPasswordRequest"  = "%@ requiere que escriba su contraseña Kerberos de %@";

"AuthControllerPrincipalRequest"            = "Introduzca su identidad Kerberos";
"AuthControllerRequest"                     = "Introduzca su contraseña Kerberos";
"AuthControllerPasswordRequest"             = "Introduzca su contraseña Kerberos de %@";

"AuthControllerHideOptions"                 = "Ocultar opciones";
"AuthControllerShowOptions"                 = "Mostrar opciones";

"ChangePasswordPasswordExpired"             = "La contraseña de %@ ha caducado. ¿Desea cambiarla?";
"ChangePasswordApplicationRequest"          = "%@ requiere que cambie la contraseña Kerberos de %@";
"ChangePasswordPrincipalRequest"            = "Cambie la contraseña Kerberos de %@";
